Repository: common-repository/special-post-properties
Catalog: language/*.po
Languages: ro_ro

source: Special properties of this post
ro_ro: Proprietati speciale ale acestui articol

source: Here you can select additional special properties of this post.
ro_ro: Aici poti selecta proprietati speciale aditionale ale acestui articol.

source: Featured post
ro_ro: Articol recomandat

source: Gallery post
ro_ro: Articol galerie

source: Portfolio item
ro_ro: Element de portofoliu

source: Featured posts
ro_ro: Articole recomandate

source: Shows featured posts in your sidebar.
ro_ro: Afiseaza articolele recomandate in bara laterala.

source: Title
ro_ro: Titlu

source: Number of posts
ro_ro: Numar de articole

source: Display
ro_ro: Afiseaza

source: Please select at least one of the following options. Otherwise the widget will be empty.
ro_ro: Te rog sa selectezi cel putin una din urmatoarele optiuni. Altfel, widget-ul va fi gol.

source: Display post title
ro_ro: Afiseaza titlul articolului

source: Display thumbnail
ro_ro: Afiseaza pictograma

source: Display excerpt
ro_ro: Afiseaza rezumatul

source: Galleries
ro_ro: Galerii

source: Shows galleries on your sidebar.
ro_ro: Afiseaza galeriile in bara laterala.

source: Random images
ro_ro: Imagini aleatoare

source: Shows random images on your sidebar.
ro_ro: Afiseaza imagini aleatoare in bara laterala.

source: Number of images
ro_ro: Numar de imagini

source: Portfolio items
ro_ro: Elemente de portofoliu

source: Shows the Portfolio items in your sidebar.
ro_ro: Afiseaza elementele de portofoliu in bara laterala.

source: Portfolio
ro_ro: Portofoliu
